IDEA Open Model
ConcreteSLSCheckResultCrackWidthEc2.My Property
 Bending moment around y axis for quasi-permanent combination
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double My { get; set; }
Public Property My As Double
	Get
	Set
public:
property double My {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace